Repository: ali-ben-maaouia/secoujour
Catalog: lib/l10n/intl_*.arb
Languages: ar, fr

# apprendre
source: Learn
ar: تعلم
fr: apprendre

# search
source: Enter a search term
ar: أدخل مصطلح البحث
fr: Entrez un terme de recherche

# calandrier
source: Offer help
ar: قدم المساعدة
fr: Offrir de l'aide

source: Home
ar: الرئيسية
fr: Acceuill

# consultation
source: View your plan
ar: عرض خطتك
fr: Consulter votre plan

# allergie
source: allergy
ar: حساسية
fr: allergie

# profile
source: About Us
ar: معلومات عنا
fr: à propos

# accident
source: Stroke
ar: السكتة الدماغية
fr: Accident vasculaire cérébral

source: Login
ar: تسجيل الدخول
fr: se connecter

# plan1
source: Safety and Preparedness
ar: السلامة و الإستعداد
fr: Sécurité et préparation

# plan2
source: first aid
ar: الإسعافات الأولية
fr: Premiers secours

# plan3
source: Skin lesions and trauma in athletes
ar: الآفات الجلدية والصدمات لدى الرياضيين
fr: Lés lésions cutanées et les traumatismes chez le sportif

# plan1item1
source: Safety and preparedness
ar: السلامة و الإستعداد
fr: Sécurité et préparation

# Complet
source: Complete
ar: أكمل
fr: Complet

source: safety
ar: السلامة
fr: sécurité

# SecuriteAquatique
source: Water Safety
ar: السلامة المائية
fr: Sécurité aquatique

source: Road Safety
ar: السلامة على الطريق
fr: Sécurité routière

# CriseAasthme
source: Crise d'asthme
ar: أزمة الربو

# CriseEpilepsie
source: Crise d'Ã©pilepsie
ar: أزمة الصرع
fr: Crise d'épilepsie

source: Circular distress
ar: محنة دائرية
fr: Détresse circulaire

source: Preparedness
ar: التأهب
fr: Préparation

source: Heat wave
ar: موجة حرارة
fr: Vague De Chaleur

# plan
source: Your first aid plan
ar: خطة الإسعافات الأولية الخاصة بك
fr: Votre Plan de premiere soi

source: Login Page
ar: صفحة تسجيل الدخول
fr: Page de connexion

# loginusername
source: username
ar: اسم المستخدم
fr: nom d'utilisateur

# haveAccount
source: you don't have an account?
ar: ليس لديك حساب؟
fr: vous n'avez pas un compte ?

# inscrire
source: Register
ar: سجل
fr: S'inscrire

source: Registre Page
ar: صفحة التسجيل
fr: Page d'enregistrement

source: password
ar: كلمة المرور
fr: mot de passe

# confirmPassword
source: Confirme Password
ar: تأكيد كلمة المرور
fr: Confirmer le mot de passe

source: Email
ar: بريد إلكتروني

source: Emergency call
ar: الاتصال بالطوارئ
fr: Appel d'urgence

# tunis
source: Tunisia
ar: تونس
fr: Tunisie

# Inemergency
source: In an emergency?
ar: في حالة طوارئ؟
fr: Dans une urgence?

# Inemergency2
source: Start the assessment to find out what you need to do quickly.
ar: ابدا التقييم لمعرفة ما عليك القيام به بسرعة.
fr: Commencez l’évaluation pour découvrir rapidement ce que vous devez faire.

source: Start rating
ar: ابدا التقييم
fr: Commencer l'évaluation

source: Emergency content?
ar: محتوى حالة الطوارئ؟
fr: Du contenu d’urgence ?

# Emergencycontentitem1
source: Choking in (adults and the elderly)
ar: الاختناق لدى (البالغين و كبار السن)
fr: S'étouffer (adultes et personnes âgées)

# Chokingchild
source: Choking in a child
ar: الاختناق لدى (الطفل)
fr: Étouffement chez un enfant

# Etouffement
source: Choking (infant)
ar: اختناق(الرضيع)
fr: Étouffement (nourrisson)

source: yes
ar: نعم
fr: Oui

source: No
ar: لا
fr: Non

# personRespond
source: Does the person respond?
ar: هل يستجيب الشخص؟
fr: La personne répond-elle ?

# breathingNormally
source: Is the person breathing normally?
ar: هل يتنفس الشخص بصورة طبيعية؟
fr: La personne respire-t-elle normalement ?

# breathingHeavily
source: Is the person breathing heavily?
ar: هل يتنفس الشخص بشدة؟
fr: La personne respire-t-elle fortement ?

# age
source: What is the age of the child?
ar: ما هو عمر الطفل؟
fr: Quel est l'âge de l'enfant ?

source: infant
ar: رضيع
fr: nourrisson

source: child
ar: طفل
fr: enfant

# Adult
source: Adult/elderly
ar: بالغ/كبير السن
fr: Adulte/personne âgée

# emergencyFirstAid
source: The person may need emergency first aid in order to:
ar: قد يحتاج الشخص الى اسعافات أولية طارئة
fr: La personne peut avoir besoin de premiers soins d'urgence

source: in order to:
ar: من أجل:
fr: pour:

source: Recommended directions
ar: التوجيهات الموصى بها
fr: Itinéraires recommandés

source: Severe bleeding
ar: نزيف شديد
fr: Saignement sévère

# AbsenceReponse
source: Lack of response and breathing normally (for the infant)
ar: عدم الاستجابة و التنفس بصفة طبيعية (للرضيع)
fr: Absence de réponse et respiration normale (pour le nourrisson)

# InsensibiliteRespiration
source: Unresponsiveness and abnormal breathing (adolescent and adult)
ar: عدم الاستجابة و التنفس بصفة غير طبيعية(المراهق و البالغ)
fr: Insensibilité et respiration anormale (adolescent et adulte)

# InsensibiliteRespiration2
source: Unresponsiveness and abnormal breathing (for the infant)
ar: للرضيع)عدم الاستجابة و التنفس بصفة غير طبيعية)
fr: Insensibilité et respiration anormale (pour le nourrisson)

source: All emergency directions
ar: جميع توجيهات حالات الطوارئ
fr: Toutes les directions d'urgence

source: burn
ar: حرق
fr: Brulure

source: Heatstroke
ar: ضربة شمس
fr: Coup de chaleur

source: Our enterprise
ar: شركتنا
fr: Notre Entreprise

source: ContactUs
ar: اتصل بنا
